[
  {
    "file": "Akshay Bajaj Resume.pdf",
    "structured_data": {
      "Name": "Akshay Bajaj",
      "Experience": "Over 10 years of expertise in process excellence, lean manufacturing, and industrial engineering. Positions held: Senior Manager at Seabird Logisolution Pvt Ltd (Sep 2024 - Present), Manager at Apollo Supply Chain Pvt Ltd (Sep 2021 - Oct 2024), Senior Engineer at Oppo Mobiles India Pvt Ltd (Apr 2021 - Sep 2021), Executive at Autoliv India Pvt Ltd (Apr 2016 - Mar 2021), Production Engineer at Autoliv India Pvt Ltd (Sep 2014 - Apr 2016), Production Intern at Maruti Suzuki India Ltd (Jan 2014 - Jun 2014).",
      "Education": "Delhi Institute of Technology Management, MDU | Delhi, India | Bachelor of Technology (Mechanical Engineering) 2010 - 14",
      "Location": "Gurgaon, Haryana",
      "Skills": "Six Sigma Green Belt, Lean thinking, Process analysis & optimization, Data Analysis, Project management, Communication & collaboration, Problem solving, Leadership"
    }
  },
  {
    "file": "Naukri_ABHISHEKCHAUHAN[8y_0m] (3).pdf",
    "structured_data": {
      "Name": "ABHISHEK CHAUHAN",
      "Experience": "A results-oriented Operations Manager with around 8 years of expertise in supply chain & manufacturing Industry. Proven track record in operation management, inventory management, procurement, stakeholder’s management, and operational excellence. Skilled in launching and optimizing projects to meet SLAs and enhance customer loyalty. Proficient in setting up new warehouse operations and implementing lean methodologies to drive organizational goals. Worked at: TVS SUPPLY CHAIN SOLUTIONS LTD (Sept. 2023 – Present), DELHIVERY LTD (Apr. 2022 – Aug. 2023, Apr. 2021 – Mar. 2022, Aug. 2020 – Mar. 2021), DENEB AUTOMOTIVES LTD (Feb. 2017 – Jun. 2018), TRACK COMPONENTS LTD (Jul. 2015 – Jan. 2017).",
      "Education": "MBA (Logistics & Supply Chain Management) from University of Petroleum and Energy Studies, Dehradun (2018 - 2020). B.Tech (Mechanical Engineering) from Punjab Technical University (2011 - 2015).",
      "Location": "New Delhi, IN",
      "Skills": "Operations Management, Client Relationship Management, SLA and KPI Management, Process Mapping and Optimization, Quality Assurance and Control, Inventory Management, Performance Monitoring and Reporting, P&L Management, Team Building and Leadership, SAP MM & WMS, MS Office and Tableau",
      "Certifications": "Lean Six Sigma Green Belt – KPMG Mar 2019, Advanced Excel - ISPL Academy Aug 2019, Supply Chain Planning - Coursera Apr 2020, Tableau – Udemy Present"
    }
  },
  {
    "file": "Naukri_AjeetSinghYadav[9y_1m] (1).pdf",
    "structured_data": {
      "Name": "Ajeet Yadav",
      "Experience": "9 years",
      "Education": "MBA Supply Chain and Management, Wellingkar Institute, The University of Mumbai; B.Sc Science, Raj Narayan Pandey Degree College, University Prayagraj, India",
      "Location": "Mumbai, India",
      "Skills": [
        "Logistics Management",
        "Operations Management",
        "Supply Chain Management",
        "Retail Operations",
        "Team Leadership",
        "Warehouse Operation",
        "Inventory Management",
        "Shrink Management",
        "Analytical Skills",
        "Transition Management",
        "Zoho Inventory",
        "WMS",
        "SAP",
        "THAR",
        "SOPIFY",
        "MINTSOFT",
        "Ships"
      ]
    }
  },
  {
    "file": "Naukri_AjitKumarPathak[14y_0m] (1) (1).docx",
    "structured_data": {
      "Name": "Ajit Kumar Pathak",
      "Experience": "A result-oriented professional with over 13 years of experience in Order Fulfillment, Quality Check & Packaging, SCM, Logistics, Inventory Management/Planning, Logistics & Warehouse Management and MIS Reporting.",
      "Education": "MBA – System & Operations Management from Jain University with 88% in 2023. BCA-Bachelor in Computer Application from Amity University with 78% in 2021. Three years Diploma in (IT) from Board of Technical Education UP 1st Division with 75% in 2008. Intermediate (12th) from UP Board Allahabad, with 1st Division with 70% in 2005. High school (10th) from UP Board Allahabad with 1st Division with 65% in 2003. Lean Six Sigma Yellow Belt Certified.",
      "Location": "HN 225, Ghitorani New Delhi 110030",
      "Skills": "Expert in Google sheet, Google Forms implementation in Biz. Expert in Microsoft Power Bi, Quick View for Data Visualization. Expert in Microsoft Excel, MySQL for data extraction and query development. Sound knowledge in WMS in Ecommerce related to inventory management. Administration of Sales forces cloud CRM regarding Lead management 1 yrs. Deft understanding of Oracle (OTM & MM Module) and have 2 yrs. on ground experience. Sound knowledge in SAP (TMS & MM,) and 3 yrs. experience in function & t-code. Working Knowledge on Microsoft Navision LS 4.3 in Restaurant business in terms of Recipe, Menu Mix, Deal. Excellent player in Advanced Microsoft Excel reporting and PPT presentation."
    }
  },
  {
    "file": "Naukri_ALOKMISHRA[14y_0m].pdf",
    "structured_data": {
      "Name": "Alok Mishra",
      "Experience": "Tata 1mg - Manager Supply Chain Excellence, Noida, India, 11/2021 - Current; Flipkart Internet Pvt Ltd - Team Leader, Mumbai, 07/2018 - 11/2021; Renfro India Pvt. Ltd. - Assistant Warehouse Manager, Pune, India, 02/2011 - 07/2018; Origin Logistics Pvt Ltd - Warehouse Executive, Pune, India, 02/2010 - 02/2011",
      "Education": "MBA: Supply Chain Management, Suryadatta Group Of Institute",
      "Location": "Noida, India",
      "Skills": "Business Development, Strategic Planning, Financial Management, Operations Management, Staﬀ Development, Policy Implementation, Performance Management, Project Management, Staﬀ Training and Development, Negotiation, Budget Control"
    }
  },
  {
    "file": "Naukri_AMITKUMARRANA[12y_0m] (1).pdf",
    "structured_data": {
      "Name": "Amit Kumar Rana",
      "Experience": "11 Years 0 Month of experience",
      "Education": "MBA/PGDM - Operations, Swami Vivekanand Subharti University, Meerut; B.B.A/B.M.S - Management, IEC university",
      "Location": "New Delhi, INDIA",
      "Skills": "Supply Chain Management, Warehouse Operations, Logistics, Lean Six Sigma, Inventory Management"
    }
  },
  {
    "file": "Naukri_AnuragMishra[9y_0m] (1) (1).pdf",
    "structured_data": {
      "Name": "Anurag Mishra",
      "Experience": "Supply Chain Manager with over 8+ years of experience in handling warehouse operations, warehouse management, process designing, Data Analytics & strategic planning which aims to increase operational efficiency.",
      "Education": "National Institute of Technology, Allahabad, UP - Bachelor of Technology in Mechanical Engineering, CGPA - 7.12/10",
      "Location": "Gurgaon",
      "Skills": "SAP/WMS/TMS/Uniware (E -Commerce Software), Operational Excellence, Analytical Skills, Inventory Management, Tableau, MS Excel, MS Powerpoint, MS Word, Logistics planning & Distribution, Warehouse Budget planning, Management Information systems (MIS), Problem Solver, Strategy and deep thinking, Team Player, Specialised in Returns Operations."
    }
  },
  {
    "file": "Naukri_ARUNKUMAR[6y_0m] (2).pdf",
    "structured_data": {
      "Name": "Arun Kumar",
      "Experience": "2022-02 – Current, Planning & Optimization – Process Excellence, Mensa Brand Technologies Pvt Ltd, Bengaluru, Karnataka; 2020-08 – 2022-02, Partner Consultant – Process Excellence, MYNTRA DESIGNS PVT LTD, Bengaluru, Karnataka; 2018-11 - 2020-05, Process Associate, Paytm Mall, Noida, Uttar Pradesh; Associate Consultant, Airtel Ltd, Noida, Uttar Pradesh",
      "Education": "Master’s in Business Administration - Operation Management, Narsee monjee University – Mumbai; Graduate - Bachelor of Arts, Delhi University - Delhi",
      "Location": "Delhi, DL, 11009",
      "Skills": "Program Management, Data Mining & Analysis, Stakeholder Management, Partnership building, Agreement Management and Negotiation, SOP and Workflow Building, Documentation, Processes implementation, Cross-Functional Team Leadership, Excellent communication and interpersonal skills"
    }
  },
  {
    "file": "Naukri_ASHEESHSINGH[12y_0m] (1).pdf",
    "structured_data": {
      "Name": "Asheesh Singh",
      "Experience": "11 Years of experienced professional with proven abilities in strategic planning, improving efficiency of Warehouse operations, team handling of 300 People and detailing project information to determine effective processes for operations.",
      "Education": "B.Tech(CSE) from PSIT, Kanpur (GBTU, Lucknow) with 66.50% (2008-12); 10+2 from Gov. Ganga Singh Int College, Charkhari (UP Board, Allahabad) with 67.40% (2008); 10 from BRSSSHS School, Kharela (UP Board, Allahabad) with 73.33% (2006)",
      "Location": "Gurgaon, Haryana",
      "Skills": "MS Excel, Word & Power Point, internet, Google Sheets, Google Tracker, SAP-EWM S4-Hana, Increff, Vinculum, Uniware, KAN WMS, Amazon Flex, Flipkart Lite, Clovia ERP, Yepme ERP"
    }
  },
  {
    "file": "Naukri_DaraSingh[12y_0m] (1).pdf",
    "structured_data": {
      "Name": "Dara Singh",
      "Experience": "Dynamic professional with 12+ years of experience in Material Management, Supply Chain Management, Inventory Management, Cost optimization, Documentation, warehouse administration, Operation accuracy, MIS Reporting, merchandising, logistics, & fleet management. Work experience includes roles such as Warehouse Executive at GATI KWE from Aug-2012 to May-2016, Sr. SCM Executive/Merchandise Planner at ITC Ltd from Jun-2016 to Sep-2018, Assistant Manager at Ecom Express Pvt. LTD from Oct-2018 to Apr-2022, Warehouse/SCM Manager at Powerhouse91 Pvt. LTD from May-2022 to Jan-2024, and Operation Sr. Manager at Drona Logitech Pvt. LTD from Jan-2024 to present.",
      "Education": "B. Tech from Kurukshetra University Haryana in 2012, Ethical Hacking from Appin Institute Gurgaon in 2010, Diploma in Computer Application from Aptech.",
      "Location": "VPO- Lokri, Tehsil, Pataudi, Dist-Gurgaon",
      "Skills": "Material Management, Supply Chain Management, Inventory Management, Cost optimization, Documentation, warehouse administration, Operation accuracy, MIS Reporting, merchandising, logistics, fleet management, SAP, ERP (SAP SD/MM Module, Navision Software), MS Office Suite (Word, PowerPoint & Excel), problem-solving, team leadership, technical and IT skills, database management, WMS."
    }
  },
  {
    "file": "Naukri_GaneshDnyaneshwarKadave[14y_0m] (1).pdf",
    "structured_data": {
      "Name": "Ganesh Dnyaneshwar Kadave",
      "Experience": "Mahindra Logistics Ltd - 29th July 2020 to present (4.5 Years+); DHL Supply Chain India Pvt Ltd - 05th June 2015 to 22nd July 2020 (5.2 Years); Satish Injecto-Plast Pvt. Ltd-II Chakan Pune - 11th April 2013 to 30th April 2015 (2.0 Years); Mahindra Logistic Pvt. Ltd- Nashik - 17th Oct 2010 to 10th April 2013 (2.5 Years)",
      "Education": "MBA in Finance from Pune University FEB-2012; B Com. Pune University MAR-2008; GDC&A (Government Diploma in Co-operative Auditing) Mumbai University DEC-2010",
      "Location": "Flat No- B-11 Raviraj Vihar, Kalika Park, Jagtap Nagar, Untawadi, Nashik-422008",
      "Skills": "Warehouse Operation Management, Implant Store and line feeding Operations, Inventory Management, Transportation & Logistics Operation, MS-CIT, English Typing, Tally 9.0, MS Office, Oracle ERP, SAP PMX MM Module"
    }
  },
  {
    "file": "Naukri_JITENDERKUMAR[8y_0m].pdf",
    "structured_data": {
      "Name": "JITENDER",
      "Experience": "Total working experience 5.7 years",
      "Education": "Degree in Electronic & Communication Engineering in 2012 from Bhiwani Institute of Technology and Science, Maharshi Dayand University; MBA (Master Business Administration) in 2015 from Guru Jambaswar University, Subject: HR (Human Resources)",
      "Location": "V.P.O. Musepur, Distt - Rewari, State - Haryana, Pin No. 123401",
      "Skills": "Demonstrated excellence in supply chain processes, warehouse operations, inventory & Logistics, ERP Package - SAP (MM Module), MS Office (Word, Excel, Outlook, PowerPoint, OneNote, Access), ERP- Oracle Business & Microsoft Navision, WMS – PYROPS, Google Drive (Docs, Sheets, Slides, Forms), Spreadsheets (Excel, Google Sheets), Email (mail merge, filters, folders, rules), Presentations/Slideshows (PowerPoint, Google Slides, Open Office), Type Writing Speed in Eng. – 35"
    }
  },
  {
    "file": "Naukri_JitenderSharma[10y_0m].pdf",
    "structured_data": {
      "Name": "Jitender Sharma",
      "Experience": "10 years of experience & expertise in Logistics & Supply chain management, Warehouse Operations Management i.e., Material Receiving, Issuance, Inventory Management, SKU Management, IAV and Rejection handling. ISO audits and preparation of process documents i.e., SOP, WI, Check Sheets, Flow Charts, Do’s & don’t for various Operation procedures and schedule trainings. Working expertise of ERP systems i.e., Easycom Portal and Impulse Rumba SAP Portal.",
      "Education": "MBA (SCM) Lovely Professional University Pursuing; B.Tech M.D.U, Rohtak 2015; 12th HBSE Board 2011; 10th HBSE Board 2009",
      "Location": "Palwal, Haryana",
      "Skills": "Warehouse Operation Management (B2B & B2C), Materials / Inventory Management, Resource & People Management, First Mile & Last Mile Management, FMCG Grocery & F&V Operation, Logistics and Supply Management, Process, Planning and Execution, Business and Sales Relationship, Client Services, Customer Escalation, KPI Monitoring, KRA Analysis, SOP & Compliances, Team Management, Vendor Management, Transport Management, Performance Matrix, Management Information system (MIS), Data Analysis, Safety Analysis, Process Excellence, MS Excel, MS Word, MS Office, WMS, RFID System, SAP, ERP, Easycom, Ramco, Rumba, Impulse, Inventory Management Software, Barcode Scanning Software, Data Analysis Tool, SCM Software"
    }
  },
  {
    "file": "Naukri_KapildevGYadav[8y_0m].docx",
    "structured_data": {
      "Name": "Kapildev Yadav",
      "Experience": "6 years",
      "Education": "",
      "Location": "Gurgaon, Haryana",
      "Skills": "Warehouse Operations, Process Improvement, Lean Six Sigma, Continuous Improvement, Process Engineering, Project Management"
    }
  },
  {
    "file": "Naukri_Manjeet[10y_0m] (2).pdf",
    "structured_data": {
      "Name": "",
      "Experience": "Amazon Distributors Pvt Ltd, Manager - Supply Chain & Operations, Jan 2021 - Present; Instakart services Pvt. Ltd (Ekart Logistics) Warehouse Executive, Aug 2015 - May 2019; TVS Supply Chain Solutions (TVS SCS) Warehouse Manager, Apr 2012 - Jul 2015",
      "Education": "MBA / PGDM [Operations & Supply Chain Management], Birla Institute of Management Technology (BIMTECH), 2019 - 2021; B - Tech [Electronics & Telecom. Engineering], Institute of Engineering and Management, Karnataka State University, 2012 - 2015; Diploma [Electronics & Comm. Engineering], Signal Training School (B.S.F) Delhi, 2007 - 2010",
      "Location": "Bakkarwala, New Delhi - 110041",
      "Skills": "Leadership & team management, Warehouse Operations, ISO 9001:2015, E-commerce Operations, Negotiation, Logistics & Supply Chain, Inventory management, Customs clearances, Procurement Management, Vendor Management, Cost Management, Total Quality management, Process Excellence & Continuous improvement, Training & Development, Lean Six - sigma, Kaizen, 5s"
    }
  },
  {
    "file": "Naukri_ManjotSingh[5y_3m] (1) (1).pdf",
    "structured_data": {
      "Name": "Manjot Singh",
      "Experience": "Supply chain professional with more than 5 years of experience in handling end to end supply chain processes, including control tower operations, operations planning, inventory control, procurement, managing fulfillment center/warehouse operations, logistics operations and process improvement. EXPERIENCE 09/2022 – PRESENT ASSISTANT MANAGER - PAN INDIA SPARES OPERATIONS , SPINNY • Contributed to building the spares supply chain network across India . • Lead the continuous improvement of spares inventory processes, store operations , parts procurement while cultivating relationships with partners and suppliers. • Managed the workflow for stores across all city workshops and planned adequate inventory levels through effective inventory replenishment and JIT inventory model . • Established control tower operations for monitoring daily part procurement TAT, logistics TAT , intercity and regular inventory receiving TAT . • Managed to maintain inventory hygiene and accuracy at 99% through daily cycle count followed by RCA and closure. 02/2020 – 09/2022 ASSISTANT MANAGER - SUPPLY CHAIN OPERATION , DELHIVERY Managed warehouse operations for clients - Swiggy (FMCG), Twenty-four Seven (FMCG) & Hitachi (White Goods). SWIGGY INSTAMART - • Managed 11 warehouses with a total area of 12 Lacs Sq.ft. • Performed major activities like - inventory layout planning and control as per the FSN and pareto analysis (ABC Analysis), manpower planning, logistics planning, improving productivity and solving operational challenges. • Continuously tracking warehouse metrics like IPP, fill rate and working on improving overall efficiency through techniques like TMS. • Single point of contact for the client (Swiggy Instamart) from operations side, responsible for timely response and resolution of any kind of concern, query, and escalation. TWENTY-FOUR SEVEN - • Successfully launched and managed Twenty-Four Seven warehouse spread in 50,000 Sq. ft and which fulfilled to 110 stores across Delhi NCR and Punjab . • Led transportation from the front and saved on fleet cost by means of dynamic route 2 planning and optimally using the vehicles wherever possible. • Improved returns process and tracking method, by which was able to monitor reverse GIT effectively and track returns movement. • Introduced new and effective methods to reduce damage and pilferage. • Improved packaging methods and introduced reusable box/crate polythene bags which resulted in cost saving to the company both in terms of workforce and resource cost. • Daily & monthly cycle count resulted in minimizing the overall inventory variance. Daily working on Short Pick and PNF resulted in maintaining the inventory accuracy. HITACHI SPARES - Successfully launched and managed Hitachi spares warehouse . 01/2019 – 12/2019 PROCUREMENT -OPERATIONS EXECUTIVE , BIZONGO • Managed to develop new vendors for various categories as per the client’s requirement . • Aggressively pushed and followed up production to run the aged inventory thus reducing aged inventory from 40% to 10%. • Managed to contain inventory days within 20-25 days for different clients. • Successfully executed the production plans and maintained adequate inventory during the year-end sale for marketplace clients. 05/2018 – 05/2018 MANAGEMENT INTERN, TVS LOGISTICS • Managed warehouse operations. • Defined various KPI’s for Amway warehouse, Barota, Sonipat. • Analyzed customer complaints at Amway warehouse. 06/2016 - 08/2016 MANAGEMENT INTERN, AIRPORTS AUTHORITY OF INDIA, NEW DELHI. • Worked in Performance Appraisal and Reporting Cell (HR Dept). • Maintained the records of the grading/points given to the employees by the immediate supervisors. • Managed the records of the employees with the help of SAP Data.",
      "Education": "JUNE 2019 MBA: LOGISTICS & SUPPLY CHAIN MANAGEMENT, UNIVERSITY OF PETROLEUM & ENERGY STUDIES, DEHRADUN. • Member of Logistics & Finance Department. • Certificate in Financial Crimes with Focus on Money Laundering, conducted by Finance Dept, UPES -2018. • Certificate in Legal & Financial aspects of Infrastructure with focus on PPP Model, UPES - 2018. MAY 2017 BBA: GENERAL MANAGEMENT, MAHARAJA SURAJMAL INSTITTUE, GGSIPU, NEW DELHI.",
      "Location": "New Delhi -110087",
      "Skills": "MS-Office (Word, PowerPoint, Excel), Tableau, SAP, Vinculum, Delhivery WMS 2.0"
    }
  },
  {
    "file": "Naukri_MONUJALODIA[7y_0m].pdf",
    "structured_data": {
      "Name": "Monu Jalodia",
      "Experience": [
        {
          "Position": "Team Lead",
          "Duration": "09/2023 to current",
          "Company": "Flipkart India Pvt. Ltd",
          "Location": "Rajasthan, India"
        },
        {
          "Position": "Assistant Manager (Inbound, Inventory, Picking and Outbound)",
          "Duration": "02/2023 to 09/2023",
          "Company": "Lenskart Solutions Pvt. Ltd",
          "Location": "Gurgaon, India"
        },
        {
          "Position": "Team Lead",
          "Duration": "09/2018 to 02/2023",
          "Company": "Flipkart India Pvt. Ltd",
          "Location": "Gurgaon, India"
        },
        {
          "Position": "Sr. Executive",
          "Duration": "08/2017 to 09/2018",
          "Company": "Prowiz Supply Chain Solutions Pvt. Ltd",
          "Location": "Alwar"
        }
      ],
      "Education": [
        {
          "Degree": "MBA",
          "Field": "Production And Operations Management",
          "Year": "2021",
          "University": "Amity University",
          "Location": "Noida"
        },
        {
          "Degree": "Bachelor of Technology",
          "Field": "Mechanical Engineering",
          "Year": "2016",
          "College": "IEC College of Engineering And Technology",
          "Location": "Greater Noida"
        }
      ],
      "Location": "Rajasthan, India 302026",
      "Skills": [
        "Supply Chain Management",
        "Process Improvement",
        "Operations Management",
        "Warehouse / Stock Management",
        "Optimizing Output Training / Development",
        "Stakeholder Management",
        "Strong decision maker",
        "Creative design",
        "Innovative",
        "Service-focused",
        "Space Optimization",
        "Inbound (Material Receiving)",
        "Project management"
      ]
    }
  },
  {
    "file": "Naukri_SahilVinayak[14y_0m] (1).pdf",
    "structured_data": {
      "Name": "Sahil Vinayak",
      "Experience": "13 years of experience in Operations Management in Warehousing, Procurement, and Logistics domain in FMEG, E-commerce, Logistics.",
      "Education": "MBA (Operations), Thapar University, Patiala (2010 - 2012), BE Chemical Engg., Thapar University, Patiala (2003 - 2007), Certification in BPM from EAI-BPM Center of Excellence, Wipro Ltd., Lean Six Sigma Green Belt Certification from KPMG, Certified Internal Auditor ISO 9001:2015 from Flipkart",
      "Location": "Gurgaon",
      "Skills": "Operations Management, Warehousing & Logistics Management, Procurement Management, Vendor Management, Process & Continuous Improvements, New Project Development, Six Sigma, Green Belt Scheduling, Lean Management, VSM, TPS."
    }
  },
  {
    "file": "Naukri_SajjanNehra[13y_0m].pdf",
    "structured_data": {
      "Name": "SAJJAN NEHRA",
      "Experience": "Over 13 years of experience in logistics and warehousing. Currently serving as Regional Head - Contract Logistics North & East India at APL Logistics India Pvt Ltd (01/2024 - Current). Previous positions include Projects & Solution and Key Account Manager, Regional Manager Operations North India, Regional Implementation Manager North India, multiple Warehouse Manager roles, MIS Executive, and Data Entry Operator.",
      "Education": "BA Honors from University of Rajasthan (01/2012), Intermediate from Rajasthan Board (01/2009), High School from Rajasthan Board (01/2007).",
      "Location": "Gurgaon 122006",
      "Skills": "MS-Office, Tally, Internet, Oracle, SAP, Lotus MS Outlook, Net term, WIMS, WMSp, Team management, Operations management, Innovation and creativity, Performance reporting, Staff training and development, Customer satisfaction, Budget development, Client relationships."
    }
  },
  {
    "file": "Naukri_VikashKumarSharma[11y_0m] (1).pdf",
    "structured_data": {
      "Name": "Vikash Kumar",
      "Experience": "Efficient Operation Manager with 10+ years of experience in warehouse operations to meet continuous internal & external needs of supply chain management.",
      "Education": "B.TECH, Electronics & Communication Engineering (Mar 2010 - Mar 2014), Intermediate, PCM (Apr 2008 - Mar 2009), High School (Apr 2006 - Mar 2007)",
      "Location": "Gurgaon, Haryana, India",
      "Skills": "Inventory management skills, Team management & Team building skills, Manpower planning & management skills, Productivity improvement, Problem resolution & Decision making, Time management, Planning Strategy, Warehouse & Inventory Management, Unicommerce, SAP, ERP, GPOS, MS-Excel, MS-Word, MS-Powerpoint"
    }
  },
  {
    "file": "Naukri_VINAYKUMAR[5y_6m].pdf",
    "structured_data": {
      "Name": "Y. Vinay Kumar",
      "Experience": "5+ years of experience in Warehousing, Transportation and Customer Relationship Management in Supply Chain Industry.",
      "Education": "Graduation B.com Computers, 2017-2019, Acharya Nagarjuna University, 85%",
      "Location": "Medchal, Telangana -501401",
      "Skills": "SAP, ERP, OTM, Warehouse Management System, Logistics Support, Inventory management system, Customer Relationship Management"
    }
  },
  {
    "file": "Naukri_VINODCHANDRA[16y_0m] (2).pdf",
    "structured_data": {
      "Name": "Vinod Chandra",
      "Experience": "16 Years 0 Month",
      "Education": [
        {
          "Degree": "MBA/PGDM",
          "Field": "Operations",
          "Year": "2010",
          "Institution": "Delhi Institute of Management"
        },
        {
          "Degree": "B.A",
          "Field": "Economics",
          "Year": "2006",
          "Institution": "H.N.B GARHWALL UNIVERSITY",
          "Grade": "56%"
        }
      ],
      "Location": "New Delhi, INDIA",
      "Skills": [
        "SCM",
        "Vendor Management",
        "Costing",
        "Budgeting",
        "Spend Analysis",
        "Contract Negotiations",
        "Vendor Audit",
        "Risk Analysis",
        "Risk Mitigation",
        "Logistics",
        "Safety Compliance",
        "Warehouse Operations",
        "Business Excellence",
        "Commercial Functions",
        "Inventory Planning",
        "Forecasting",
        "Logistics Operations",
        "Process Automation",
        "MIS",
        "Team Leadership",
        "Training"
      ]
    }
  },
  {
    "file": "Nilesh Lakhpatri - CV (1).pdf",
    "structured_data": {
      "Name": "",
      "Experience": "",
      "Education": "",
      "Location": "",
      "Skills": ""
    }
  }
]