[
  {
    "file": "Akshay Bajaj Resume.pdf",
    "structured_data": {
      "Name": "Akshay Bajaj",
      "Experience": "Over 10 years of expertise in process excellence, lean manufacturing, and industrial engineering. Senior Manager at Seabird Logisolution Pvt Ltd (Sep 2024 - Present). Manager at Apollo Supply Chain Pvt Ltd (Sep 2021 - Oct 2024). Senior Engineer at Oppo Mobiles India Pvt Ltd (Apr 2021 - Sep 2021). Executive at Autoliv India Pvt Ltd (Apr 2016 - Mar 2021). Production Engineer at Autoliv India Pvt Ltd (Sep 2014 - Apr 2016). Production Intern at Maruti Suzuki India Ltd (Jan 2014 - Jun 2014).",
      "Education": "Delhi Institute of Technology Management, MDU - Bachelor of Technology in Mechanical Engineering (2010 - 2014)",
      "Location": "Gurgaon, Haryana, India",
      "Skills": "Six Sigma Green Belt, Lean thinking, Process analysis & optimization, Data Analysis, Project management, Communication & collaboration, Problem solving, Leadership"
    }
  },
  {
    "file": "Naukri_ABHISHEKCHAUHAN[8y_0m] (3).pdf",
    "structured_data": {
      "Name": "ABHISHEK CHAUHAN",
      "Experience": "8 years",
      "Education": [
        "MBA (Logistics & Supply Chain Management), University of Petroleum and Energy Studies, Dehradun, 2018 - 2020",
        "B.Tech (Mechanical Engineering), Punjab Technical University, 2011 - 2015"
      ],
      "Location": "New Delhi, IN",
      "Skills": [
        "Operations Management",
        "Client Relationship Management",
        "SLA and KPI Management",
        "Process Mapping and Optimization",
        "Quality Assurance and Control",
        "Inventory Management",
        "Performance Monitoring and Reporting",
        "P&L Management",
        "Team Building and Leadership",
        "SAP MM & WMS, MS Office and Tableau"
      ]
    }
  },
  {
    "file": "Naukri_AjeetSinghYadav[9y_1m] (1).pdf",
    "structured_data": {
      "Name": "Ajeet Yadav",
      "Experience": "Lead Opration Fullfill Center (FC Manager) 03/2024 to Present; Warehouse Manager Zepto, Mumbai, Maharashtra, India 07/2021-Present; Warehouse Manager Snackible 03/2020-06/2021 Mumbai, India; Warehouse Manager Swiggy Instamart 04/2019-05/2020 Mumbai, India; Assistant Warehouse Manager Swiggy Instamart 10/2018-04/2019, Mumbai, India; Team Leader Amazon Transportation Services Pvt. Ltd. 03/2015-10/2018",
      "Education": "MBA Supply Chain and Management Wellingkar Institute, The University of Mumbai; B.Sc Science Raj Narayan Pandey degree College, University Prayagraj, India",
      "Location": "Mumbai, India",
      "Skills": "Logistics Management, Operations Management, Supply Chain Management, Retail Operations, Team Leadership, Warehouse Operation, Inventory Management, Shrink Management, Analytical Skills, Transition Management, Zoho Inventory, WMS, SAP, THAR, SOPIFY, MINTSOFT, Ships"
    }
  },
  {
    "file": "Naukri_AjitKumarPathak[14y_0m] (1) (1).docx",
    "structured_data": {
      "Name": "Ajit Kumar Pathak",
      "Experience": "13 years",
      "Education": "MBA –System & Operations Management from Jain University with 88% in 2023. BCA-Bachelor in Computer Application from Amity University with 78% in 2021. Three years Diploma in (IT) from Board of Technical Education UP 1st Division with 75% in 2008.",
      "Location": "HN 225, Ghitorani New Delhi 110030",
      "Skills": "Lean Six Sigma Yellow Belt Certified, Google Sheets, Google Forms, Microsoft Power BI, Quick View, Microsoft Excel, MySQL, WMS, Oracle (OTM & MM Module), SAP (TMS & MM), Microsoft Navision LS 4.3, Advanced Microsoft Excel, PPT presentation"
    }
  },
  {
    "file": "Naukri_ALOKMISHRA[14y_0m].pdf",
    "structured_data": {
      "Name": "Alok Mishra",
      "Experience": "Tata 1mg - Manager Supply Chain Excellence (11/2021 - Current), Flipkart Internet Pvt Ltd - Team Leader (07/2018 - 11/2021), Renfro India Pvt. Ltd - Assistant Warehouse Manager (02/2011 - 07/2018), Origin Logistics Pvt Ltd - Warehouse Executive (02/2010 - 02/2011)",
      "Education": "MBA: Supply Chain Management, Suryadatta Group Of Institute",
      "Location": "Noida, India 201014",
      "Skills": "Business Development, Strategic Planning, Financial Management, Operations Management, Staff Development, Policy Implementation, Performance Management, Project Management, Staff Training and Development, Negotiation, Budget Control"
    }
  },
  {
    "file": "Naukri_AMITKUMARRANA[12y_0m] (1).pdf",
    "structured_data": {
      "Name": "Amit Kumar Rana",
      "Experience": "11 Years 0 Month of experience",
      "Education": "MBA/PGDM - Operations, Swami Vivekanand Subharti University, Meerut; B.B.A/ B.M.S - Management, IEC university",
      "Location": "New Delhi, INDIA",
      "Skills": ""
    }
  },
  {
    "file": "Naukri_AnuragMishra[9y_0m] (1) (1).pdf",
    "structured_data": {
      "Name": "Anurag Mishra",
      "Experience": "Supply Chain Manager with over 8+ years of experience in handling warehouse operations, warehouse management, process designing, Data Analytics & strategic planning. Work Experience: 1. Ceva Logistics India (Dec 2022 - Present) - Operation Manager (Process Excellence - CL North India); 2. Reliance Retail Ltd. Ajio.com (Jul 2021 - Nov 2022) - Operation manager (Ajio Ecommerce Operation); 3. Future Supply Chains Solutions Ltd. (Jul 2015 - Jun 2021) - Supply Chain Analyst and Clark Footwear Operation; E-Commerce Operation (Snapdeal) - Inventory & Returns Incharge.",
      "Education": "National Institute of Technology, Allahabad, UP. Bachelor of Technology in Mechanical Engineering, CGPA - 7.12/10.",
      "Location": "Gurgaon",
      "Skills": "SAP/WMS/TMS/Uniware (E-Commerce Software), Operational Excellence, Analytical Skills, Inventory Management, Tableau, MS Excel, MS Powerpoint, MS Word, Logistics planning & Distribution, Warehouse Budget planning, Management Information systems (MIS), Problem Solver, Strategy and deep thinking, Team Player, Specialised in Returns Operations."
    }
  },
  {
    "file": "Naukri_ARUNKUMAR[6y_0m] (2).pdf",
    "structured_data": {
      "Name": "Arun Kumar",
      "Experience": "Planning & Optimization – Process Excellence at Mensa Brand Technologies Pvt Ltd, Bengaluru, Karnataka (2022-02 – Current); Partner Consultant – Process Excellence at MYNTRA DESIGNS PVT LTD, Bengaluru, Karnataka (2020-08 – 2022-02); Process Associate at Paytm Mall, Noida, Uttar Pradesh (2018-11 – 2020-05); Associate Consultant at Airtel Ltd, Noida, Uttar Pradesh",
      "Education": "Master’s in Business Administration - Operation Management, Narsee Monjee University – Mumbai; Bachelor of Arts, Delhi University - Delhi",
      "Location": "Delhi, DL, 11009",
      "Skills": "Program Management, Data Mining & Analysis, Stakeholder Management, Partnership building, Agreement Management and Negotiation, SOP and Workflow Building, Documentation, Processes implementation, Cross-Functional Team Leadership, Excellent communication and interpersonal skills"
    }
  },
  {
    "file": "Naukri_ASHEESHSINGH[12y_0m] (1).pdf",
    "structured_data": {
      "Name": "ASHEESH SINGH",
      "Experience": "11 Years",
      "Education": "B.Tech(CSE), Gov. Ganga Singh Int College, Charkhari, BRSSSHS School, Kharela",
      "Location": "Gurgaon, Haryana",
      "Skills": "MS Excel, Word, Power Point, Google Sheets, Google Tracker, SAP-EWM S4-Hana, Increff, Vinculum, Uniware, KAN WMS, Amazon Flex, Flipkart Lite, Clovia ERP, Yepme ERP"
    }
  },
  {
    "file": "Naukri_DaraSingh[12y_0m] (1).pdf",
    "structured_data": {
      "Name": "Dara Singh",
      "Experience": "12+ years",
      "Education": "B. Tech from Kurukshetra University Haryana in 2012, Ethical Hacking from Appin Institute Gurgaon in 2010, Diploma in Computer Application from Aptech.",
      "Location": "VPO- Lokri, Tehsil, Pataudi, Dist-Gurgaon",
      "Skills": "Material Management, Supply Chain Management, Inventory Management, Cost optimization, Documentation, warehouse administration, MIS Reporting, merchandising, logistics, fleet management, SAP, Stock Transaction, Allocation, GRC, ERP, Navision Software, MS Office Suite, Internet Applications, leadership, interpersonal & relationship management skills, project management, multi-client facility handling, commodity business handling"
    }
  },
  {
    "file": "Naukri_GaneshDnyaneshwarKadave[14y_0m] (1).pdf",
    "structured_data": {
      "Name": "Ganesh Dnyaneshwar Kadave",
      "Experience": "Current Organization: Mahindra Logistics Ltd Duration: 29th July 2020 to present. (4.5 Years+) Designation: Senior Manager – Inventory Lead (Center of Excellence). Previous Organization: DHL Supply Chain India Pvt Ltd Duration: 05th June 2015 to 22nd July 2020. (5.2 Years) Designation: Manager – Site Lead Previous Organization: Satish Injecto-Plast Pvt. Ltd-II Chakan Pune Duration: 11th April 2013 to 30th April 2015. (2.0 Years) Designation: Sr. Logistic Executive Previous Organization: Mahindra Logistic Pvt. Ltd- Nashik Duration: 17th Oct 2010 to 10th April 2013 (2.5 Years) Designation: Officer- Operation L-10",
      "Education": "MBA in (Finance) from Pune University FEB-2012. B com. Pune University . MAR-2008 GDC&A (Government Diploma in Co-operative Auditing) Mumbai University. DEC-2010",
      "Location": "Flat No- B-11 Raviraj Vihar, Kalika Park, Jagtap Nagar, Untawadi, Nashik-422008",
      "Skills": "Warehouse Operation Management, Implant Store and line feeding Operations, Inventory Management, Transportation & Logistics Operation, MS-CIT, English Typing, Tally 9.0, MS Office, Oracle ERP, SAP PMX MM Module"
    }
  },
  {
    "file": "Naukri_JITENDERKUMAR[8y_0m].pdf",
    "structured_data": {
      "Name": "Jitender",
      "Experience": "Total working experience 5.7 years",
      "Education": "Degree in Electronic & Communication Engineering in 2012 from Bhiwani Institute of Technology and Science affiliated to Maharshi Dayand University; MBA (Master Business Administration) in 2015 from Guru Jambaswar University in HR (Human Resources)",
      "Location": "V.P.O. Musepur, Distt - Rewari, State - Haryana, Pin No. 123401",
      "Skills": [
        "Supply Chain Management",
        "Warehouse Operations",
        "Inventory Management",
        "Logistics",
        "MIS Reporting",
        "ERP Package - SAP (MM Module)",
        "ERP- Oracle Business & Microsoft Navision",
        "WMS – PYROPS",
        "MS Office (Word, Excel, Outlook, PowerPoint, OneNote, Access)",
        "Google Drive (Docs, Sheets, Slides, Forms)",
        "Type Writing Speed in English – 35 WPM"
      ]
    }
  },
  {
    "file": "Naukri_JitenderSharma[10y_0m].pdf",
    "structured_data": {
      "Name": "Jitender Sharma",
      "Experience": "10 years of experience & expertise in Logistics & Supply chain management, Warehouse Operations Management, including roles as Senior Warehouse Manager at Seabird Logisolutions Ltd., Key Account Manager Operations at TVS Supply Chain Solutions Ltd, Sr. Executive at ProConnect Supply Chain Ltd., and Senior Associate at Ingram Micro India Pvt. Ltd.",
      "Education": "MBA (SCM) Lovely Professional University Pursuing, B.Tech M.D.U, Rohtak 2015, 12th HBSE Board 2011, 10th HBSE Board 2009",
      "Location": "Palwal, Haryana, India",
      "Skills": "Warehouse Operation Management, Materials / Inventory Management, Resource & People Management, Logistics and Supply Management, Process Planning and Execution, Business and Sales Relationship, KPI Monitoring, SOP & Compliances, Team Management, Vendor Management, Transport Management, MIS, Data Analysis, Safety Analysis, Process Excellence, IT Skills: MS Excel, MS Word, MS Office, WMS, RFID System, SAP, ERP, Easycom, Ramco, Rumba, Inventory Management Software, Barcode Scanning Software, Data Analysis Tool, SCM Software"
    }
  },
  {
    "file": "Naukri_KapildevGYadav[8y_0m].docx",
    "structured_data": {
      "Name": "Kapildev Yadav",
      "Experience": [
        {
          "Company": "DB Schenker",
          "Position": "Process excellence- Industrial engineer",
          "Duration": "Aug2022-Current"
        },
        {
          "Company": "FM Logistics (Ind) PVT. LTD.",
          "Position": "",
          "Duration": "May2021-Jul2023"
        },
        {
          "Company": "Flipkart Internet pvt. Ltd.",
          "Position": "Process excellence",
          "Duration": "Sep 2019- Oct2021"
        },
        {
          "Company": "Enco Engineer Pvt Ltd.",
          "Position": "In process Engineer- Mechanical",
          "Duration": "March 2017–Sept. 2019"
        }
      ],
      "Education": "",
      "Location": "Gurgaon, Haryana",
      "Skills": "Warehouse Operations · Process Improvement · Lean Six Sigma · Continuous Improvement · Process Engineering · Project Management",
      "Certification": "Lean Six Sigma Green Belt certified – Indian Statistical Institute, Delhi"
    }
  },
  {
    "file": "Naukri_Manjeet[10y_0m] (2).pdf",
    "structured_data": {
      "Name": "",
      "Experience": "Instakart services Pvt. Ltd (Ekart Logistics) Warehouse Executive Apr 2012 - Jul 2015, TVS Supply Chain Solutions (TVS SCS) Warehouse Manager Aug 2015 - May 2019, Amazon Distributors Pvt Ltd Manager - Supply Chain & Operations Jan 2021 - Present",
      "Education": "MBA / PGDM [Operations & Supply Chain Management] Birla Institute of Management Technology (BIMTECH) 2019 - 2021, B-Tech [Electronics & Telecom. Engineering] Institute of Engineering and Management Karnataka State University 2012 - 2015, Diploma [Electronics & Comm. Engineering] Signal Training School (B.S.F) Delhi 2007 - 2010",
      "Location": "Bakkarwala, New Delhi - 110041",
      "Skills": "Leadership & team management, Warehouse Operations, ISO 9001:2015, E-commerce Operations, Negotiation, Logistics & Supply Chain, Inventory management, Customs clearances, Procurement Management, Vendor Management, Cost Management, Total Quality management, Process Excellence & Continuous improvement, Training & Development, Lean Six - sigma, Kaizen, 5s"
    }
  },
  {
    "file": "Naukri_ManjotSingh[5y_3m] (1) (1).pdf",
    "structured_data": {
      "Name": "Manjot Singh",
      "Experience": "Supply chain professional with more than 5 years of experience in handling end to end supply chain processes, including control tower operations, operations planning, inventory control, procurement, managing fulfillment center/warehouse operations, logistics operations and process improvement.",
      "Education": "MBA: Logistics & Supply Chain Management, University of Petroleum & Energy Studies, Dehradun; BBA: General Management, Maharaja Surajmal Institute, GGSIPU, New Delhi",
      "Location": "New Delhi -110087",
      "Skills": "MS-Office (Word, PowerPoint, Excel), Tableau, SAP, Vinculum, Delhivery WMS 2.0"
    }
  },
  {
    "file": "Naukri_MONUJALODIA[7y_0m].pdf",
    "structured_data": {
      "Name": "Monu Jalodia",
      "Experience": [
        {
          "Position": "Team Lead",
          "Company": "Flipkart India Pvt. Ltd",
          "Location": "Rajasthan, India",
          "Duration": "09/2023 to current"
        },
        {
          "Position": "Assistant Manager (Inbound, Inventory, Picking and Outbound)",
          "Company": "Lenskart Solutions Pvt. Ltd",
          "Location": "Gurgaon, India",
          "Duration": "02/2023 to 09/2023"
        },
        {
          "Position": "Team Lead",
          "Company": "Flipkart India Pvt. Ltd",
          "Location": "Gurgaon, India",
          "Duration": "09/2018 to 02/2023"
        },
        {
          "Position": "Sr. Executive",
          "Company": "Prowiz Supply Chain Solutions Pvt. Ltd",
          "Location": "",
          "Duration": "08/2017 to 09/2018"
        }
      ],
      "Education": [
        {
          "Degree": "MBA",
          "Field": "Production And Operations Management",
          "Year": "2021",
          "University": "Amity University",
          "Location": "Noida"
        },
        {
          "Degree": "Bachelor of Technology",
          "Field": "Mechanical Engineering",
          "Year": "2016",
          "University": "IEC College of Engineering And Technology",
          "Location": "Greater Noida"
        }
      ],
      "Location": "Rajasthan, India 302026",
      "Skills": [
        "Supply Chain Management",
        "Process Improvement",
        "Operations Management",
        "Warehouse / Stock Management",
        "Optimizing Output Training / Development",
        "Stakeholder Management",
        "Strong decision maker",
        "Creative design",
        "Innovative",
        "Service-focused",
        "Space Optimization",
        "Inbound (Material Receiving)",
        "Project management"
      ]
    }
  },
  {
    "file": "Naukri_SahilVinayak[14y_0m] (1).pdf",
    "structured_data": {
      "Name": "Sahil Vinayak",
      "Experience": "13 years",
      "Education": "MBA (Operations), Thapar University; BE Chemical Engg., Thapar University",
      "Location": "Gurgaon",
      "Skills": "Operations Management, Warehousing, Logistics Management, Procurement Management, Vendor Management, Process Improvement, Six Sigma Green Belt, Inventory Management, Lean Management"
    }
  },
  {
    "file": "Naukri_SajjanNehra[13y_0m].pdf",
    "structured_data": {
      "Name": "SAJJAN NEHRA",
      "Experience": "I am a highly experienced and results-driven logistics and warehousing professional with over 13 years of expertise in managing complex logistics operations. Proven track record of working with top-tier clients such as CHEP, ABFRL, Novus, Tata Starbucks, Anchor Electrical, Bharti Infratel, Decathlon Sports, Samsung Electronics, Alcatel Lucent, Indus Towers, ATC Towers, BSNL, and Cargill Foods. Adept at optimizing warehouse operations to enhance efficiency, safety, and customer satisfaction. Skilled in developing and implementing both short- and long-term strategic plans to improve operational performance. Demonstrated ability to lead cross-functional teams, manage high-volume logistics projects, and deliver results under tight deadlines. Committed to continuous improvement and excellence in service delivery. Experienced and proactive professional offering many years of progressive warehouse settings serving industry needs. Talented in overseeing cost control, loss prevention, and labor management initiatives to streamline and enhance operations. Decisive planner with good communication and problem-solving abilities.",
      "Education": "University of Rajasthan, 01/2012, BA Honors; Rajasthan Board, 01/2009, Intermediate; Rajasthan Board, 01/2007, High School",
      "Location": "Gurgaon 122006",
      "Skills": "MS-Office, Tally, Internet, Oracle, SAP, Lotus MS Outlook, Net term, WIMS, WMSp, Team management, Operations management, Innovation and creativity, Performance reporting, Staff training and development, Customer satisfaction, Budget development, Client relationships"
    }
  },
  {
    "file": "Naukri_VikashKumarSharma[11y_0m] (1).pdf",
    "structured_data": {
      "Name": "Vikash Kumar",
      "Experience": "Efficient Operation Manager with 10+ years of experience in warehouse operations",
      "Education": "B.TECH, Electronics & Communication Engineering (Mar 2010 - Mar 2014); Intermediate, PCM (Apr 2008 - Mar 2009); High School (Apr 2006 - Mar 2007)",
      "Location": "Gurgaon, Haryana, India",
      "Skills": "Inventory management, Team management, Manpower planning, Productivity improvement, Problem resolution, Decision making, Time management, Planning Strategy, Physical Organization, Unicommerce, SAP, ERP, GPOS, MS-Office (Excel, Word, PowerPoint), Collaboration, Delegation, Goal Setting, Group Leadership, Inventory & Stock Management, Stock Audits, Damage Control, Analysing Issues, Project Management, Strategic Planning, Manpower Planning, Creative Thinking, Effectiveness, Productivity"
    }
  },
  {
    "file": "Naukri_VINAYKUMAR[5y_6m].pdf",
    "structured_data": {
      "Name": "Y. Vinay Kumar",
      "Experience": "5+ years of experience in Warehousing, Transportation and Customer Relationship Management in Supply Chain Industry.",
      "Education": "Graduation B.com Computers, 2017-2019, Acharya Nagarjuna University, 85%",
      "Location": "Medchal, Telangana -501401",
      "Skills": "SAP, ERP, OTM, Warehouse Management System, Logistics Support, Inventory management system, Management information system, Last mile and First mile Operations, Customer Relationship Management (CRM)"
    }
  },
  {
    "file": "Naukri_VINODCHANDRA[16y_0m] (2).pdf",
    "structured_data": {
      "Name": "Vinod Chandra",
      "Experience": "16 Years 0 Month",
      "Education": "MBA/PGDM - Operations, 2010, Delhi Institute of Management; B.A - Economics, 2006, H.N.B Garhwal University",
      "Location": "New Delhi, INDIA",
      "Skills": "Supply Chain Management (SCM), Vendor Management, Costing, Budgeting, Spend Analysis, Contract Negotiations, Vendor Audit, Risk Analysis, Risk Mitigation, Logistics, Safety Compliance, Warehouse Operations, Process Automation, Team Leadership"
    }
  },
  {
    "file": "Nilesh Lakhpatri - CV (1).pdf",
    "structured_data": {
      "Name": "",
      "Experience": "",
      "Education": "",
      "Location": "",
      "Skills": ""
    }
  }
]